Repository: iina/iina
Catalog: iina/Localizable.xcstrings
Source language: en
Languages: af, ar, ca, cs, da, de, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, nl, pl, pt_br, pt_pt, ro, ru, sk, sr_rs, sv, tr, uk, zh_hans, zh_hant

# pl_menu.browser
source: Open in Browser
af: Open in blaaier
ar: فتح في المتصفح
ca: Obre al navegador
cs: Otevřít v prohlížeči
da: Åbn i Browser
de: In Browser öffnen
es: Abrir en el navegador
fi: Avaa selaimessa
fr: Ouvrir dans le navigateur
he: פתח בדפדפן
hi: ब्राउज़र में खोलें
hr: Otvori u pregledniku
hu: Megnyitás böngészőben
id: Buka di Browser
it: Apri nel browser
ja: ブラウザで開く
ko: 브라우저에서 열기
pl: Owtórz w przeglądarce
pt_br: Abrir no navegador
pt_pt: Abrir no Navegador
ro: Deschide în Browser
ru: Открыть в браузере
sk: Otvoriť vo Webovom Prehliadači
sr_rs: Otvori u pregledaču
sv: Öppna i webbläsare
tr: Tarayıcıda Aç
uk: Відкрити в браузері
zh_hans: 在浏览器中打开
zh_hant: 在瀏覽器中打開

# pl_menu.clear_playlist
source: Clear Playlist
af: Wis afspeellys
ar: مسح قائمة التشغيل
ca: Neteja llista de reproducció
cs: Smazat playlist
da: Tøm Playlist
de: Wiedergabeliste leeren
es: Borrar la lista de reproducción
fi: Tyhjennä soittolista
fr: Effacer la liste de lecture
he: איפוס רשימת השמעה
hi: क्लियर प्लेलिस्ट
hr: Izbriši playlistu
hu: Lejátszási lista ürítése
id: Hapus Playlist
it: Cancella la playlist
ja: プレイリストを消去する
ko: 재생목록 지움
nl: Wis afspeellijst
pl: Wyczyść playlistę
pt_br: Limpar Lista de Reprodução
pt_pt: Limpar Lista de Reprodução
ro: Șterge lista de redare
ru: Очистить плейлист
sk: Vyčistiť Playlist
sr_rs: Obriši plejlistu
sv: Rensa spellista
tr: Oynatma Listesini Temizle
uk: Очистити плейлист
zh_hans: 清除播放列表
zh_hant: 清除播放列表

# pl_menu.copy_url
source: Copy URL
af: Kopieer bronadres
ar: نسخ عنوان URL
ca: Copia l'enllaç
cs: Kopírovat URL
da: Kopier URL
de: Adresse kopieren
es: Copiar URL
fi: Kopioi URL-osoite
fr: Copier l'URL
he: העתק URL
hi: यूआरएल कॉपी करें
hr: Kopiraj URL adresu
hu: Az URL másolása
id: Salin URL
it: Copia URL
ja: URLをコピー
ko: URL 복사
nl: Kopieer URL
pl: Kopiuj adres URL
pt_br: Copiar URL
pt_pt: Copiar URL
ro: Copiază URL
ru: Копировать ссылку
sk: Kopírovať URL
sr_rs: Kopiraj URL adresu
sv: Kopiera URL
tr: URL'yi kopyala
uk: Копіювати URL
zh_hans: 复制链接
zh_hant: 拷貝 URL

# pl_menu.copy_url_multi
source: Copy URLs
af: Kopieer bronadresse
ar: نسخ عناوين URL
ca: Copia els enllaços
cs: Kopírovat URL
da: Kopier URLer
de: Adressen kopieren
es: Copiar URLs
fi: Kopioi URL-osoitteet
fr: Copier les URLs
he: העתק URLs
hi: सारे यूआरएल कॉपी करें
hr: Kopiraj URL adrese
hu: Linkek másolása
id: Salin URL
it: Copia URLs
ja: URLをコピー
ko: 여러 URL 복사
nl: Kopieer URLs
pl: Kopiuj adresy URL
pt_br: Copiar URLs
pt_pt: Copiar URLs
ro: Copiază URL-uri
ru: Копировать ссылки
sk: Kopírovať URLs
sr_rs: Kopiraj URL adrese
sv: Kopiera URL:er
tr: URL'leri Kopyala
uk: Копіювати кілька URL
zh_hans: 复制链接
zh_hant: 拷貝多個 URL

# pl_menu.delete
source: Move to Trash
af: Skuif na asblik
ar: نقل إلى سلة المهملات
ca: Mou a la papepera
cs: Přesunout do koše
da: Flyt til papirkurven
de: In den Papierkorb legen
es: Mover a la Papelera
fi: Siirrä roskakoriin
fr: Supprimer
he: העבר לאשפה
hi: ट्रैश में डालें
hr: Premjesti u smeće
hu: Áthelyezés a kukába
id: Pindahkan ke Trash
it: Sposta nel cestino
ja: ゴミ箱へ移動
ko: 휴지통에 버리기
nl: Verplaats naar prullenmand
pl: Przenieś do kosza
pt_br: Mover pro Lixo
pt_pt: Mover para o Lixo
ro: Mută la Coș
ru: Переместить в Корзину
sk: Presunúť do Koša
sr_rs: Premesti u smeće
sv: Flytta till papperskorgen
tr: Çöp Kutusuna Taşı
uk: Перемістити у Смітник
zh_hans: 移到废纸篓
zh_hant: 丟到垃圾桶

# pl_menu.delete_after_play
source: Move to Trash After Playback
af: Skuif na asblik na afspeel
ar: النقل إلى سلة المهملات بعد التشغيل
ca: Mou a la paperera després de la seva reproducció
cs: Po přehrání přesunout do koše
da: Flyt til papirkurven efter afspilning
de: Nach Wiedergabe in den Papierkorb legen
es: Mover a la Papelera después de reproducir
fi: Siirrä roskakoriin toiston jälkeen
fr: Supprimer après lecture
he: העבר לאשפה לאחר ההשמעה
hi: प्लेबैक के बाद ट्रैश में जाएं
hr: Premjesti u smeće nakon reprodukcije
hu: Áthelyezés a kukába lejátszás után
id: Pindahkan ke Trash Setelah Pemutaran
it: Sposta nel cestino dopo la riporoduzione
ja: 再生した後にゴミ箱へ移動
ko: 재생 후 휴지통에 버리기
nl: Verplaats naar prullenmand na afspelen
pl: Przenieś plik do kosza po zakończeniu odtwarzania
pt_br: Mover pro Lixo depois de tocar
pt_pt: Mover para o Lixo depois da Reprodução
ro: Mută la Coș după redare
ru: Переместить в Корзину после воспроизведения
sk: Presunúť do Koša po Prehraní
sr_rs: Premesti u smeće nakon reprodukcije
sv: Flytta till papperskorgen efter uppspelning
tr: Oynatma İşleminden Sonra Çöp Kutusuna Taşı
uk: Перемістити у Смітник після перегляду
zh_hans: 播放后移到废纸篓
zh_hant: 播放完畢後丟到垃圾桶

# pl_menu.delete_after_play_multi
source: Move Selected Files to Trash After Playback
af: Skuif gekose lêers na Asblik na afspeel
ar: نقل الملفات المحددة إلى سلة المهملات بعد تشغيلها
ca: Mou els fitxer seleccionats a la paperera després de la seva reproducció
cs: Po přehrání přesunout vybrané soubory do koše
da: Flyt valgte filer til papirkurven efter afspilning
de: Auswahl nach Wiedergabe in den Papierkorb legen
es: Mover los archivos seleccionados a la Papelera después de reproducir
fi: Siirrä valitut tiedostot roskakoriin toiston jälkeen
fr: Supprimer après lecture
he: העבר קבצים נבחרים לאשפה לאחר ההשמעה
hi: प्लेबैक के बाद ट्रैश में चयनित फ़ाइलों को स्थानांतरित करें
hr: Premjesti odabrane datoteke u smeće nakon reprodukcije
hu: Kiválasztott fájlok áthelyezése a kukába lejátszás után
id: Pindahkan File Terpilih ke Trash Setelah Pemutaran
it: Muovi i file selezionati nel cestiono dopo la riproduzione
ja: 再生した後に選択したファイルをゴミ箱へ移動
ko: 선택항목 재생 후 휴지통에 버리기
nl: Verplaats selectie naar prullenmand na afspelen
pl: Przenieś po odtwarzaniu wybrane pliki do kosza
pt_br: Mover arquivos selecionados pro Lixo depois de tocar
pt_pt: Mover Ficheiros Selecionados para o Lixo depois da Reprodução
ro: Mută elementele selectare la Coș după ce au fost redate
ru: Переместить выбранные в Корзину после воспроизведения
sk: Presunúť Vybrané Súbory do Koša po Prehraní
sr_rs: Premesti izabrane datoteke u smeće nakon reprodukcije
sv: Flytta markerade filer till papperskorgen efter uppspelning
tr: Seçilen Dosyaları Oynatma İşleminden Sonra Çöp Kutusuna Taşı
uk: Перемістити вибрані файли у Смітник після перегляду
zh_hans: 播放后将选中项移到废纸篓
zh_hant: 播放完畢後，將已所選的檔案丟到垃圾桶

# pl_menu.delete_multi
source: Move Selected Files to Trash
af: Skuif gekose lêers na asblik
ar: نقل الملفات المحددة إلى سلة المهملات
ca: Mou els fitxer seleccionats a la papepera
cs: Přesunout vybrané soubory do koše
da: Flyt valgte filer til papirkurven
de: Auswahl in den Papierkorb legen
es: Mover los archivos seleccionados a la Papelera
fi: Siirrä valitut tiedostot roskakoriin
fr: Supprimer
he: העבר קבצים נבחרים לאשפה
hi: चयनित फ़ाइलों को ट्रैश में ले जाएं
hr: Premjesti odabrane datoteke u smeće
hu: A kiválasztott fájlok áthelyezése a kukába
id: Pindahkan File Terpilih ke Trash
it: Sposta i file selezionati nel cestino
ja: 選択したファイルをゴミ箱へ移動
ko: 선택한 파일을 휴지통에 버리기
nl: Verplaats selectie naar prullenmand
pl: Przenieś wybrane pliki do kosza
pt_br: Mover arquivos selecionados pro Lixo
pt_pt: Mover Ficheiros Selecionados para o Lixo
ro: Mută fișierele selectate la Coș
ru: Переместить выбранные в Корзину
sk: Presunúť Vybrané Súbory do Koša
sr_rs: Premesti izabrane datoteke u smeće
sv: Flytta markerade filer till papperskorgen
tr: Seçili Dosyaları Çöp Kutusuna Taşı
uk: Перемістити вибрані файли у Смітник
zh_hans: 将选中项移到废纸篓
zh_hant: 將所選檔案丟到垃圾桶

# pl_menu.matched_sub
source: Matched %d Subtitle(s)
af: %d onderskrif(te) gevind
ar: تطابق %d الترجمه(ات)
ca: %d subtítol(s) trobats
cs: Vyhovujících titulků: %d
da: Matchede %d Undertekster
de: %d passende Untertitel
es: %d subtítulo(s) encontrado(s)
fr: Trouvé %d sous-titre(s)
he: נמצאו %d כתוביות
hi: मेल खाने वाले %d उपशीर्षक(रों)
hr: Broj odgovarajućih titlova: %d
hu: Megfelelő %d Felirat(ok)
id: %d Terjemahan yang Cocok
it: Sottotitoli %d corrispondenti
ja: 該当する字幕 %d 件
ko: %d개의 자막 일치
nl: %d ondertiteling(en) gevonden
pl: Pasujących napisów: %d
pt_br: Achei %d Legenda(s)
pt_pt: %d Legenda(s) correspondentes
ro: %d subtitrări potrivite
ru: %d подходящих субтитров
sk: Zodpovedajúce %d Titulky
sr_rs: Odgovarajućih titlova %d
sv: Matchade %d undertexter
tr: %d Altyazı Eşleşti
uk: Зіставлено %d субтитрів
zh_hans: 已匹配 %d 个字幕
zh_hant: 已找到符合的 %d 個字幕

# pl_menu.play_in_new_window
source: Play in New Window
af: Speel af in nuwe venster
ar: تشغيل في نافذة جديدة
ca: Reprodueix en una nova finestra
cs: Přehrát v novém okně
da: Afspil i nyt vindue
de: In neuem Fenster wiedergeben
es: Abrir en una nueva ventana
fi: Toista uudessa ikkunassa
fr: Ouvrir dans une nouvelle fenêtre
he: הפעלה בחלון חדש
hi: नई विंडो में खेलते हैं
hr: Reproduciraj u novom prozoru
hu: Lejátszás új ablakban
id: Putar di Window Baru
it: Apri in una nuova finestra
ja: 新しいウィンドウで再生
ko: 새 윈도우에서 재생
nl: Speel af in nieuw venster
pl: Odtwórz w nowym oknie
pt_br: Tocar em nova Janela
pt_pt: Reproduzir numa Nova Janela
ro: Redă în Fereastră Nouă
ru: Воспроизвести в новом окне
sk: Prehrať v novom okne
sr_rs: Reprodukuj u novom prozoru
sv: Spela upp i nytt fönster
tr: Yeni Pencerede Oynat
uk: Відтворити в новому вікні
zh_hans: 在新建窗口中播放
zh_hant: 以新視窗播放

# pl_menu.play_next
source: Play Next
af: Speel volgende af
ar: تشغيل التالي
ca: Reprodueix el següent
cs: Přehrát další
da: Afspil næste
de: Als Nächstes wiedergeben
es: Reproducir siguiente
fr: Jouer ensuite
he: הפעל את הבא
hi: आगे चलाएं
hr: Pokreni sljedeću snimku
hu: Lejátszás következőként
id: Putar Berikutnya
it: Riproduci il successivo
ja: 次に再生
ko: 다음 항목 재생
nl: Speel volgende af
pl: Odtwórz następny
pt_br: Tocar próximo
pt_pt: Reproduzir Seguinte
ro: Redă în continuare
ru: Воспроизвести следующим
sk: Prehraj Ďalšie
sr_rs: Reprodukuj sledeće
sv: Spela nästa
tr: Sonrakini Oynat
uk: Відтворити наступний
zh_hans: 接下来播放
zh_hant: 即將播放

# pl_menu.remove
source: Remove
af: Verwyder
ar: حذف
ca: Suprimeix
cs: Odebrat
da: Fjern
de: Entfernen
es: Eliminar
fi: Poista
fr: Enlever
he: הסרה
hi: हटाना
hr: Ukloni
hu: Eltávolítás
id: Hapus
it: Rimuovi
ja: 削除
ko: 제거
nl: Verwijder
pl: Usuń
pt_br: Remover
pt_pt: Remover
ro: Elimină
ru: Удалить
sk: Vymazať
sr_rs: Ukloni
sv: Ta bort
tr: Kaldır
uk: Видалити
zh_hans: 移除
zh_hant: 移除

# pl_menu.remove_multi
source: Remove Selected
af: Verwyder gekose
ar: حذف المحدد
ca: Suprimeix els seleccionats
cs: Odebrat vybrané
da: Fjern valgte
de: Auswahl entfernen
es: Eliminar seleccionados
fi: Poista valitut
fr: Enlever
he: הסרת נבחרים
hi: चुना हुआ हटाओ
hr: Ukloni odabrano
hu: Kijelölt elemek eltávolítása
id: Hapus Pilihan
it: Rimuovi gli elementi selezionati
ja: 選択した項目を削除
ko: 선택 항목 제거
nl: Verwijder selectie
pl: Usuń zaznaczone
pt_br: Remover Selecionados
pt_pt: Remover selecionado
ro: Elimină elementele selectate
ru: Удалить выбранные
sk: Vymazať Vybrané
sr_rs: Ukloni izabrano
sv: Ta bort markerade
tr: Seçiliyi Kaldır
uk: Видалити вибрані
zh_hans: 移除选中项
zh_hant: 移除所選的項目

# pl_menu.show_in_finder
source: Show in Finder
af: Toon in Finder
ar: كشف في Finder
ca: Mostra al Finder
cs: Zobrazit v aplikaci Finder
da: Vis i Finder
de: In Finder anzeigen
es: Mostrar en el Finder
fi: Näytä Finderissa
fr: Afficher dans le Finder
he: הצג ב-Finder
hi: खोजक में पता चलता है
hr: Prikaži u Finderu
hu: Megjelenítés a Finder-ben
id: Tampilkan dalam Finder
it: Mostra nel Finder
ja: Finderで表示
ko: Finder에서 보기
nl: Toon in Finder
pl: Pokaż w Finderze
pt_br: Mostrar no Finder
pt_pt: Mostrar no Finder
ro: Arată în Finder
ru: Показать в Finder
sk: Zobraziť vo Finderi
sr_rs: Prikaži u Finderu
sv: Visa i Finder
tr: Finder'da Göster
uk: Показати у Finder
zh_hans: 在访达中显示
zh_hant: 顯示於 Finder

# pl_menu.wrong_sub
source: Wrong Subtitle!
af: Verkeerde onderskrif!
ar: ملف ترجمة خاطئ!
cs: Nesprávné titulky!
da: Forkert undertekst!
de: Falscher Untertitel!
es: ¡Subtítulo incorrecto!
fi: Väärä tekstitys!
fr: Mauvais sous-titre !
he: כתוביות לא תקינות!
hi: गलत उपशीर्षक!
hr: Krivi titl!
hu: Rossz felirat!
id: Terjemahan Tidak Sesuai!
it: Sotttotioli errati!
ja: 誤った字幕です！
ko: 잘못된 자막!
nl: Verkeerde ondertiteling!
pl: Nie można odczytać formatu napisów
pt_br: Legenda Errada!
pt_pt: Legenda Errada!
ro: Subtitrare greșită!
ru: Неверные субтитры!
sk: Nesprávne Titulky!
sr_rs: Pogrešan titl!
sv: Fel undertext!
tr: Yanlış Altyazı!
uk: Субтитри неправильні!
zh_hans: 错误的字幕!
zh_hant: 錯誤的字幕！

# playlist.total_length
source: %@ in total
af: %@ in totaal
ar: %@ في المجموع
ca: %@ en total
cs: %@ celkem
da: %@ i alt
de: %@ insgesamt
es: %@ en total
fi: %@ yhteensä
fr: %@ au total
he: %@ סך הכל
hi: कुल %@
hr: Ukupno %@
hu: %@ összesen
id: Total %@
it: %@ sul totale
ja: 合計 %@
ko: 전체 %@
nl: %@ in totaal
pl: Całkowity czas %@
pt_br: %@ do total
pt_pt: %@ no total
ro: %@ în total
ru: %@ в общей сложности
sk: %@ celkovo
sr_rs: Ukupno %@
sv: Totalt %@
tr: toplamda %@
uk: %@ загалом
zh_hans: 总计 %@
zh_hant: 總計 %@

# playlist.total_length_with_selected
source: %@ of %@ selected
af: %@ van %@ geselekteer
ar: تم تحديد %@ من %@
ca: %@ de %@ seleccionats
cs: Vybráno %@ z %@
da: %@ af %@ valgte
de: %@ von %@ ausgewählt
es: %@ de %@ seleccionados
fi: %@ / %@ valittu
fr: %@ sur %@ sélectionnés
he: נבחרו %@ מתוך %@
hi: %@ में से %@ का चयन किया गया
hr: Odabrano %@ od %@
hu: %@/%@ kiválasztva
id: %@ dari %@ terpilih
it: %@ di %@ selezionato
ja: %@ / %@を選択中
ko: %@ 선택됨 / 전체 %@
nl: %@ van %@ geselecteerd
pl: Zaznaczono %@ z %@
pt_br: %@ de %@ selecionado
pt_pt: %@ de %@ selecionado
ro: %@ din %@ selectat
ru: %@ из %@ выбрано
sk: %@ z %@ označených
sr_rs: %@ od %@ izabranih
sv: %@ av %@ markerade
tr: %@ / %@ seçildi
uk: %@ з %@ вибрано
zh_hans: 选中 %@ / %@
zh_hant: %@ / %@ 已選取

# plugin.check_for_updates
source: Check for Updates
af: Soek na bywerkings
ar: التحقق من وجود تحديثات
ca: Comprova si hi ha actualitzacions
cs: Vyhledávat aktualizace
da: Tjek for opdateringer
de: Nach Updates suchen
es: Buscar actualizaciones
fi: Tarkista päivitykset
fr: Vérifier les mises à jour
he: חפש עדכונים
hi: अद्यतन के लिए जाँच
hr: Traži nove verzije
hu: Frissítések keresése
id: Periksa Pembaruan
it: Controlla aggiornamenti
ja: アップデートを確認
ko: 업데이트 확인
nl: Zoek naar updates
pl: Sprawdź aktualizacje
pt_br: Buscar por atualizações
pt_pt: Procurar atualizações
ro: Verifică dacă există actualizări
ru: Проверить обновления
sk: Skontrolovať aktualizácie
sr_rs: Proveri da li postoje ažuriranja
sv: Sök efter uppdateringar
tr: Güncellemeleri Denetle
uk: Перевірити наявність оновлень
zh_hans: 检查更新
zh_hant: 檢查更新

# plugin.install
source: Install
af: Installeer
ar: تثبيت
ca: Instal·la
cs: Instalovat
da: Installer
de: Installieren
es: Instalar
fr: Installer
he: התקנה
hr: Instaliraj
hu: Telepítés
id: Pasang
it: Installa
ja: インストール
ko: 설치
pl: Zainstaluj
pt_br: Instalar
pt_pt: Instalar
ro: Instalare
ru: Установить
sk: Inštalovať
sv: Installera
tr: Yükle
uk: Встановити
zh_hans: 安装
zh_hant: 安裝

# plugin.install_error.cannot_download
source: Failed to download the plugin. Output:%@
af: Kon nie die inprop aflaai nie. Afvoer:%@
ca: No s'ha pogut descarregar el complement. Sortida:%@
cs: Stahování plug-inu selhalo. Výstup:%@
de: Die Erweiterung konnte nicht heruntergeladen werden. Ausgabe: %@
es: Error al descargar el plugin. Salida:%@
fr: Impossible de télécharger l'extension. Résultat : %@
he: שגיאה בהורדת התוסף. פלט: %@
hr: Neuspjelo preuzimanje dodatka. Rezultat:%@
hu: Nem sikerült letölteni a plugint. Kimenet:%@
id: Gagal mengunduh plugin. Hasil:%@
it: Impossibile scaricare il plugin. Output:%@
ja: プラグインのダウンロードに失敗しました。 結果:%@
ko: 플러그인 다운로드에 실패했습니다. 출력: %@
pl: Nie udało się pobrać wtyczki. Wyjście:%@
pt_br: Falha ao baixar o plugin. Saída:%@
ro: Descărcarea extensiei a eșuat. Motiv:%@
ru: Не удалось загрузить плагин. Вывод установщика:%@
sk: Sťahovanie plug-inu zlyhalo. Výstup:%@
sv: Det gick inte att ladda ner tillägget. Utdata: %@
tr: Ektenti indirilemedi. Hata çıktısı:%@
uk: Не вдалося завантажити плагін. Результат:%@
zh_hans: 下载插件失败。 输出: %@
zh_hant: 無法下載外掛程式。 詳細內容:%@

# plugin.install_error.cannot_load
source: IINA cannot load this plugin. It might be in the wrong format.
af: IINA kan nie hierdie inprop laai nie. Dit is dalk in die verkeerde formaat.
ar: لا يمكن لـ IINA تحميل هذه الإضافة. قد يكون في شكل خاطئ.
ca: IINA no pot carregar aquest complement. Potser té un format incorrecte.
cs: IINA nemůže načíst tento plug-in. Může být v chybném formátu.
de: IINA kann diese Erweiterung nicht laden. Es könnte im falschen Format sein.
es: IINA no puede cargar este plugin. Puede estar en el formato incorrecto.
fr: IINA ne parvient pas à charger cette extension. Elle est peut-être dans un mauvais format.
he: IINA לא יכול לטעון את התוסף הזה. ייתכן שהוא בפורמט שגוי.
hr: IINA ne može učitati ovaj dodatak. Možda je u pogrešnom formatu.
hu: Az IINA nem tudja betölteni ezt a bővítményt. Lehet, hogy rossz formátumban van.
id: IINA tidak dapat memproses plugin ini. Kemungkinan terdapat kesalahan format.
it: IINA non può caricare questo plugin. Potrebbe essere nel formato sbagliato.
ja: IINAはこのプラグインを読み込むことができません。フォーマットが間違っている可能性があります。
ko: IINA가 이 플러그인을 로드할 수 없습니다. 플러그인이 잘못된 형식일 수 있습니다.
pl: IINA nie może załadować tej wtyczki. Może być w złym formacie.
pt_br: IINA não pode carregar este plugin. Ele pode estar no formato errado.
ro: IINA nu poate încărca aceasta extensie. Ar putea fi într-un format greşit.
ru: IINA не может загрузить этот плагин. Возможно, у него неверный формат.
sk: IINA nemôže načítať tento plug-in. Môže byť v chybnom formáte.
sv: IINA kan inte ladda detta tillägget. Det kanske är i fel format.
tr: IINA eklentiyi yükleyemedi. Eklenti yanlış biçimde olabilir.
uk: IINA не може завантажити цей плагін. Можливо, формат плагіну невірний.
zh_hans: IINA无法加载此插件，可能是格式错误。
zh_hant: IINA 無法載入此外掛程式，可能使用了錯誤的格式。

# plugin.install_error.cannot_unpackage
source: Failed to unpackage the plugin. Output:%@
af: Kon nie die inprop uitpak nie. Afvoer:%@
ca: No s'ha pogut descomprimir el complement. Sortida: %@
cs: Rozbalování plug-inu selhalo. Výstup:%@
de: Die Erweiterung konnte nicht entpackt werden. Ausgabe: %@
es: Error al desempaquetar el plugin. Salida:%@
fr: Impossible de décompresser l'extension. Résultat : %@
he: שגיאה בחילוץ התוסף. פלט: %@
hr: Neuspjelo raspakiranje dodatka. Rezultat:%@
hu: Nem sikerült kicsomagolni a plugint. Kimenet:%@
id: Gagal membongkar plugin. Hasil:%@
it: Scompattamento del plugin non riuscito. Output: %@
ja: プラグインのパッケージ解除に失敗しました。 結果:%@
ko: 플러그인 설치에 실패했습니다. 출력: %@
pl: Nie udało się rozpakować wtyczki. Wyjście:%@
pt_br: Falha ao desempacotar o plugin. Saída:%@
ro: Dezarhivarea extensiei a eșuat. Motiv:%@
ru: Не удалось распаковать плагин. Вывод установщика:%@
sk: Rozbaľovanie plug-inu zlyhalo. Výstup:%@
sv: Det gick inte att packa upp tillägget. Utdata: %@
tr: Eklenti paketi açılamadı. Hata çıktısı:%@
uk: Не вдалося розпакувати плагін. Результат:%@
zh_hans: 解包插件失败。 输出: %@
zh_hant: 無法打開外掛程式。 詳細內容：%@

# plugin.install_error.file_not_found
source: Cannot find the package file.
af: Kan nie die pakketlêer vind nie.
ar: لا يمكن العثور على ملف الحزمة.
ca: No es pot trobar el fitxer.
cs: Soubor balíčku nelze nalézt.
de: Die Paketdatei wurde nicht gefunden.
es: No se pudo encontrar el archivo de paquete.
fr: Impossible de trouver le fichier du paquet.
he: קובץ החבילה לא נמצא.
hr: Datoteka paketa nije pronađena.
hu: A csomagfájl nem található.
id: Tidak dapat menemukan package file.
it: Impossibile trovare il file del pacchetto.
ja: パッケージファイルが見つかりません。
ko: 패키지 파일을 찾을 수 없습니다.
pl: Nie można znaleźć pliku pakietu.
pt_br: Não foi possível encontrar o arquivo do pacote.
ro: Fișierul package nu poate fi găsit.
ru: Не удалось найти пакет.
sk: Súbor balíčka sa nedá nájsť.
sv: Kan inte hitta paketfilen.
tr: Paket dosyası bulunamadı.
uk: Неможливо знайти пакет файлу.
zh_hans: 找不到软件包文件。
zh_hant: 無法找到套件檔案。

# plugin.install_error.invalid_url
source: The URL is invalid.
af: Die URL is ongeldig.
ar: عنوان URL غير صالح.
ca: L'adreça URL no és vàlida.
cs: URL adresa je neplatná.
da: URL'en er ugyldig.
de: Die Adresse ist ungültig.
es: La URL no es válida.
fr: L'URL n'est pas valide.
he: הכתובת לא תקינה.
hr: URL je neispravan.
hu: Érvénytelen link.
id: URL tidak valid.
it: L'URL non è valido.
ja: URLが無効です。
ko: URL이 유효하지 않습니다.
pl: Adres URL jest nieprawidłowy.
pt_br: A URL é inválida.
pt_pt: O URL é inválido.
ro: URL-ul nu este valid.
ru: Недопустимая URL-ссылка.
sk: URL je neplatná.
sv: URL:en är ogiltig.
tr: URL geçerli değil.
uk: Невірна URL-адреса.
zh_hans: URL 无效
zh_hant: 無效的 URL。

# plugin.installed
source: Installed
af: Geïnstalleer
ar: مثبت
ca: Instal·lat
cs: Nainstalován
da: Installeret
de: Installiert
es: Instalado
fr: Installée
he: מותקן
hr: Instalirano
hu: Telepítve
id: Terpasang
it: Installato
ja: インストール済
ko: 설치됨
pl: Zainstalowano
pt_br: Instalado
pt_pt: Instalado
ro: Instalat
ru: Установлено
sk: Nainštalované
sv: Installerat
tr: Yüklendi
uk: Встановлено
zh_hans: 已安装
zh_hant: 已安裝

# plugin.local
source: Installed locally
af: Lokaal geïnstalleer
ar: مثبتة محليا
ca: Instal·lat localment
cs: Nainstalován lokálně
da: Installeret lokalt
de: Lokal installiert
es: Instalado localmente
fr: Installée localement
he: מותקן מקומית
hr: Instalirano lokalno
hu: Helyben telepítve
id: Terpasang secara lokal
it: Installato localmente
ja: ローカルにインストールされました
ko: 로컬에 설치되었습니다
pl: Zainstalowane lokalnie
pt_br: Localmente instalado
pt_pt: Instalado localmente
ro: Instalat local
ru: Установлено локально
sk: Nainštalované lokálne
sv: Installerat lokalt
tr: Yerel olarak yüklendi
uk: Встановлено локально
zh_hans: 已安装本地文件
zh_hant: 已安裝於本機

# plugin.not_installed
source: Not Installed
af: Nie geïnstalleer
ar: غير مثبتة
ca: No instal·lat
cs: Není nainstalován
da: Ikke Installeret
de: Nicht installiert
es: No instalado
fr: Non installée
he: לא מותקן
hr: Nije Instalirano
hu: Nincs telepítve
id: Tidak Terpasang
it: Non installato
ja: インストールされていません
ko: 설치되지 않음
pl: Nie zainstalowano
pt_br: Não instalado
pt_pt: Não instalado
ro: Nu este instalat
ru: Не установлено
sk: Nenainštalované
sv: Inte installerat
tr: Yüklenmedi
uk: Не встановлено
zh_hans: 未安装
zh_hant: 尚未安裝

# plugin.updating
source: Downloading update…
af: Bywerking word afgelaai…
ar: ينزّل التّحديث...
ca: S'està baixant l'actualització…
cs: Stahuje se aktualizace…
da: Downloader opdatering…
de: Update herunterladen …
es: Descargando actualización…
fr: Téléchargement de la mise à jour…
he: מוריד את העדכון…
hr: Preuzimanje nove verzije …
hu: Frissítés letöltése…
id: Mengunduh pembaruan…
it: Sto scaricando l'aggiornamento…
ja: アップデートをダウンロード中...
ko: 업데이트 다운로드 중...
pl: Pobieranie aktualizacji…
pt_br: Baixando a atualização…
ro: Se descarcă actualizarea…
ru: Загружаю обновление…
sk: Sťahovanie aktualizácie…
sv: Laddar ner uppdateringen…
tr: Güncelleme indiriliyor…
uk: Завантаження оновлення…
zh_hans: 下载更新中……
zh_hant: 正在下載更新…

# preference.advanced
source: Advanced
af: Gevorderd
ar: متقدم
ca: Avançat
cs: Pokročilé
da: Avanceret
de: Erweitert
es: Avanzado
fi: Lisäasetukset
fr: Avancé
he: מתקדם
hi: उन्नत
hr: Napredno
hu: Haladó
id: Tingkat Lanjut
it: Avanzate
ja: 詳細設定
ko: 고급설정
nl: Geavanceerd
pl: Zaawansowane
pt_br: Avançado
pt_pt: Avançado
ro: Avansat
ru: Дополнительно
sk: Pokročilé
sr_rs: Napredno
sv: Avancerat
tr: Gelişmiş
uk: Експертні
zh_hans: 高级
zh_hant: 進階設定

# preference.control
source: Control
af: Beheer
ar: التحكم
ca: Controls
cs: Ovládání
da: Kontrol
de: Steuerung
es: Controles
fi: Ohjaus
fr: Contrôles
he: שליטה
hi: नियंत्रण
hr: Upravljanje
hu: Vezérlés
id: Kontrol
it: Controlli
ja: コントロール
ko: 컨트롤
nl: Bediening
pl: Kontrola
pt_br: Controles
pt_pt: Controlo
ru: Управление
sk: Ovládanie
sr_rs: Kontrole
sv: Kontroll
tr: Denetimler
uk: Керування
zh_hans: 控制
zh_hant: 控制
